[{
    "id": "1",
    "title": "CRONE",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742951/607crone_r02vtm.jpg",
    "description": "For those leaning towards a lo-fi, psych-rock vibe, all hail the Crone! Clear and clean as a crystal ball. Earthy, yet still able to summon all the darkness in hearts of men! Well balanced... they honestly transfer the whole of your guitar's inherent sound; they may smell of earth and wood smoke. A killer match as a bridge piece with the GHOST COIL at the neck.",
    "price": "$110.00"
  },
  {
    "id": "2",
    "title": "DESTROYER bass pickups",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742952/basspickups_adimj7.jpg",
    "description": "Bass players of the world now have one more option... one more weapon in the pursuit of girth, clarity, and response! This edition of DESTROYER PBASS features ALNICO II magnets, overwound split RVW/RVP coil configuration to produce fat, warm and hum-cancelling neck/body pickups for the somewhat standard PBASS-style routes and mounts. For those with a JBASS route and mount, our single coil bridge model will bring you the punch and mid-range you deserve with ALNICO V magnets! It is time, friends.",
    "price": "$99.00"
  }, {
    "id": "3",
    "title": "BLKTRI TAPESTRY",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742951/blktritapestrypromo1_bynqzx.jpg",
    "description": "New for 2020, these incredible tapestries are ready to grace your garage or practice space wall, smother your bed in style, add extra groove to your panel van interior, and shroud your stack of speaker cabinets. Made from 100% polyester with hand-sewn edges, they're soft, they're durable, they're machine washable and iron friendly (from the backside). They're tough as hell, and will hold up to outside use just as well as in. With dimensions of 50X58, they can cover just about anything. On sale now for a short time!",
    "price": "$80.00"
  }, {
    "id": "4",
    "title": "BLK/TRI T-SHIRTS",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742952/blktritshirts_go6ktw.jpg",
    "description": "Base is a mega soft, lightweight black t, ready for you to blow the doors off or wear whole. LIGHTNING SKULL: The latest design from CEO/CFO/BIGWIG/ULTRAHONCHO OF BLKTRI ENTERPRISES DELUXE- Mike Moses (@thedrowntown) Walk in the light, walk in the dark, pierce the night with MIND FIRE. Charcoal gray on Gildan black pocket tee, goes great with our stash tins. SMOKE: This time, let the smoke follow YOU. Designed and illustrated by BLK/TRI owner/operator/tone hammer Mike Moses, these pull an ancient riff from the best and most iconic rolling papers in existence. white on heavy but soft black shirt.",
    "price": "$15.00"
  }, {
    "id": "5",
    "title": "FROST GIANT",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742951/frostpromo_zysgl0.jpg",
    "description": "FROST GIANT is the second in the GIANT series, featuring the powerful and percussive ALNICO VIII magnet. Capable of handling anything from filthy blues and shoe gaze to all out bone crunching doom, these vast and thick pickups will rattle panes and ice your veins. **THE 20/20 SERIES: THESE WERE MADE WITH THOSE AFFECTED BY THE ECONOMIC FALLOUT FROM THE COVID-19 PANDEMIC IN MIND AND HEART. PLEASE THINK OF OTHERS BEFORE YOURSELF AS WE HAVE NO ABILITY TO JUDGE WHO NEEDS THESE OPTIONS, BUT YOU DO. ALL 20/20 MODELS HAVE ASYMMETRICALLY WOUND COILS FOR MORE OPEN RESPONSE, HARMONIC QUALITY AND EASIER FEEDBACK. THEY UNIFORMLY FEATURE DOUBLE CLEAR COILS, NO-BULLSHIT BLACK HARDWARE, AND THE BLKTRI HARDWIRED STANDARD 2-CONDUCTOR WIRING HARNESS FOR EASE OF INSTALLATION. PLUG IN AND MELT FACE.",
    "price": "$80.00"
  }, {
    "id": "6",
    "title": "GHOST SERIES 12 SPEAKER",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742952/ghostseriespromo_tclqra.jpg",
    "description": "The limited first edition comes with custom enameled solid white baskets, heavy doping, huge dust caps, and unbelievable response to the deeper reaches of your guitar's tonal spectrum. Sledgehammer lows, growling mids, and a crystalline top end to brush free the chains of mud that typically ensnare the bottom dwellers; These banshees have a song all their own.",
    "price": "$120.00"
  }, {
    "id": "7",
    "title": "LIGHTS IN THE SKY (LITS)",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742951/litspromo_zu33aw.jpg",
    "description": "Blackness interrupted by a glow that builds, casting shadows previously unseen. With heads lifted, you see the lights high above... the LIGHTS IN THE SKY have come. After many many requests, we are finally able to bring you our offering for the Jazzmaster: LIGHTS IN THE SKY. These pickups are the culmination of much R&D, and we can proudly say that they utilize the most effort we have ever put into a pickup model. A tool finely honed to the sharpest edge possible, these pickups FIX the most common complaint with Jazzmasters... shitty, thin pickups.",
    "price": "$120.00"
  }, {
    "id": "8",
    "title": "P90H",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742951/p90h_hmosmi.jpg",
    "description": "It took a long time to get everything just right with these, from the tone to the custom finishes, but holy hell was it worth it. the larger, flatter coil of the P90 and all its fat tonal bliss packed into a humbucker sized coil now available as a neck, a bridge, or as a set. Utilizing custom, vulcanized fiberboard bobbins, hand fitted to just the right height... and then lovingly splattered, spattered, kicked around and spit on till they glisten like gutter moss.",
    "price": "$120.00"
  }, {
    "id": "9",
    "title": "POWER PACK.",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742951/powerpackpromo_t2jusy.jpg",
    "description": "Profane your favorite items, and riff harder than before with these new merch packs! contains: four matte texture 1mm heavy BLKTRI guitar picks (several designs, some white, some glow, some are jazz style, all are AMAZING), 4 quality vinyl stickers (random designs), one BLKTRI super durable can koozie, 4 units of silent mount tubing to replace your noisy mounting springs (works with all screw mounted pickups), one BLKTRI sliding metal stash tin, and two absolutely AMAZING, NOS paper-in-oil capacitors in the value of your choosing (same value pairs only).VALUES ARE: .022, .033, .047, .068, .1. (.068 and .1 are recommended only for bass guitar.)",
    "price": "20.00"
  }, {
    "id": "10",
    "title": "STONE GIANT",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742952/stonegiant_nztltl.jpg",
    "description": "First of the GIANT series, signifying the use of the mystical, fabled and uncommonly utilized ALNICO VIII magnets. Only the deep mystery of the Earth itself could keep the bludgeoning power at bay... BUT NO LONGER! STONE GIANT will burst any previously held ideals of passive power like tiny pimples. Tight, balanced, responsive, and absolutely huge... a tone like hammered steel and ready for fast machine gun-like riffs, the very name in raw power.",
    "price": "$120.00"
  }, {
    "id": "11",
    "title": "TORCH",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742952/torch_hy4rum.jpg",
    "description": "BLK/TRI was begun with a particular tone in mind. A balance of power, enough low end for girth needed in lower tunings, and clarity... with enough bite to provide articulation to shredding. The tone was found, and Torch became the light that began it all. If you believe in a strong presence from your pickup, but giving it enough room to let you amp do the real dirty work... if you bow to the cult of FUZZ... your journey is at an end.",
    "price": "$120.00"
  },{
    "id": "12",
    "title": "URSA MINOR - LIMITED EDITION PACKAGE (5)",
    "imageUrl": "https://res.cloudinary.com/hcdvjskuh/image/upload/v1610742952/ursaminorpromoa_qixwca.jpg",
    "description": "After an unusually long sleep, we had exactly one thing in mind upon awakening: to vent all of the pent up feelings, frustrations, and power that we have been storing for so long. To move and act with purpose, with renewed clarity. The first initiative was this: URSA MINOR. A very limited run based on the YETI series, we hand you a tool to be at your most aggressive, your most expressive. This is the will to act on your impulses and breathe life anew. Slow, purposefully wound coils hone in on the most glittering and soulful edge. The slightest compression for tight riffs. A mean ALNICO V magnet is your fist. This is URSA MINOR.",
    "price": "$200.00"
  }
]
